<?php
/**----------------------------------------------------------------------------------------
 * Файл строковых ресурсов (основной)
 * ---------------------------------------------------------------------------------------
 *
 * Значения устанавливаемые в данном файле принимаются системой как значения по умолчанию
 * и предоставляются по требованию как для базового языка, так и в случаях когда требуемое
 * значение для конкретной реализации не установлено.
 *
 * ----------------------------------------------------------------------------------------*/

return [
    'name' => 'Simple PLUG',
    'title' => 'A simple plugin for any website',
    'description' => 'A simple plugin for any website',
];