<?php

namespace App\Console;

use Stub\Framework\Main\Console\Kernel as FrameworkConsoleKernel;

/**
 * Ядро для консоли приложения
 * -------------------------------------------------------------------------------------------------------
 *
 * Класс технический (промежуточный) создан для организации клиентской части и фреймворка заглушки
 * в данном классе в основном происходит наследование класса ядра консоли из фреймворка.
 * Доработка данного класса в части добавления методов касающихся исключительно клиентской части оставлена
 * на будущее...
 *
 *
 */
class Kernel extends FrameworkConsoleKernel
{

}